Repository: bdrive/netdrive3-i18n
Catalog: netdrive_*.po
Languages: cs, hu, it, ru, tr, vi

# Update|
source: Automatically download and install updated version in the future
cs: V budoucnu automaticky stáhnout a nainstalovat aktualizovanou verzi
hu: Automatikusan töltse le és telepítse a frissítéseket a jövőben
it: Scarica ed installa automaticamente le nuove versioni
ru: Автоматическая загрузка и установка обновлённой версии в будущем
tr: Gelecekte yeni versiyon çıkarsa otomatik olarak indir ve yükle
vi: Tự động tải về và cài đặt phiên bản cập nhật trong tương lai

# Update|
source: Skip this version
cs: Přeskočit tuto verzi
hu: Ezen verzió átugrása
it: Salta questa versione
ru: Пропустить эту версию
tr: Bu versiyonu atla
vi: Bỏ qua phiên bản này

# Update|
source: Later
cs: Později
hu: Később
it: Più tardi
ru: Позже
tr: Daha Sonra
vi: Để sau

source: Update
cs: Aktualizovat
hu: Frissítés
it: Aggiorna
ru: Обновить
tr: Güncelle
vi: Cập nhật

# UploadItem|
source: Failed to upload
cs: Nahrávání selhalo
hu: A feltöltés sikertelen
it: Uplaod fallito
ru: Не удалось загрузить
tr: Yükleme hatası
vi: Tải lên thất bại

# UploadItem|
source: Cancel
cs: Zrušit
hu: Mégsem
it: Annulla
ru: Отмена
tr: İptal
vi: Hủy

# UploadItem|
source: Retry
cs: Zkusit znovu
hu: Újra
it: Riprova
ru: Повторить
tr: Tekrar Dene
vi: Thử lại

# UploadItem|
source: Save as
cs: Uložit jako
hu: Mentés mint
it: Salva come
ru: Сохранить как
tr: Farklı kaydet
vi: Lưu như

# Uploadings|
source: No files are being uploaded.
cs: Žádné soubory se nenahrávají.
hu: Nincs feltöltendő fájl.
it: Nessun file in upload.
ru: Файлы не загружаются.
tr: Hiç bir dosya yüklenemedi.
vi: Không có tập tin nào đang được tải lên.

# Uploadings|
source: Failed to retry.
cs: Další pokus selhal
hu: Az újrapróbálozás sikertelen.
it: Ritentativo fallito.
ru: Не удалось повторить попытку.
tr: Tekrar denemede hata.
vi: Thử lại không thành công.

# Uploadings|
source: Failed to save as.
cs: Uložení jako selhalo.
hu: Sikertelen a mentés.
it: Salvataggio fallito.
ru: Не удалось сохранить как.
tr: Farklı kaydette hata.
vi: Lưu thất bại.

# Waiter|
source: Wait for authentication
cs: Čekání na ověření
hu: Várjon a hitelesítésre
it: Attesa autentificazione
ru: Дождитесь авторизации
tr: Kimlik doğrulama için bekleniyor
vi: Chờ xác thực

# WaiterMobile|
source: Form
ru: Форма

# AddDrive|
source: Use static filesystem(Experimental)
cs: Používat statický souborový systém (Experimentální)
hu: Statikus fájlrendszer használata(Kísérleti)
it: Usa file system statico (sperimentale)
tr: Sabit dosya sistemini kullan (Deneme olarak)
vi: Dùng hệ thống tập tin tĩnh (Thử nghiệm)

# FileBrowserManager|
source: Open
cs: Otevřít
tr: Aç

# FileBrowserManager|
source: Delete
cs: Smazat
tr: Sil

# FileTreeModel|
source: Name
cs: Jméno
tr: İsim

# QCoreApplication|
source: There is another Bdrive account logged in this device. Do you want to log the account out and log your account in?
cs: Je zde již jiný účet přihlášený. Chcete ho odhlásit a přihlásit svůj?
tr: Bu sürücüye başka bir Bdrive hesabıyla giriş yapılmış. Bu hesaptan çıkış yapılıp sizin hesabınızla giriş yapılsın mı?

# QDriveItem|
source: BROWSE
cs: Hledat
tr: GÖZAT

# QObject|
source: Delete
cs: Smazat
tr: Sil

# QSenderDlg|
source: A report has been created that you can send to Bdrive Inc. to help identify the problem. Please provide us any detailed description of what happened before the crash. The information you send us will help us to fix this problem and it will not be used except for debugging purpose.
cs: Byla udělána zpráva, kterou můžete odeslat do Bdrive Inc. pro zlepšení rozeznání problému. Prosím poskytňěte nám informace co se stalo před zhroucením. Informace které nám odešlete nám pomůžou opravit problém a nebudou použity jinak než k vývojovým účemům.
hu: Jelentés készült, amelyet elküldhet a Bdrive Inc.-nek a probléma azonosításánakelősegítésére. Kérjük, adjon részletes leírást arról, hogy mi történt ahiba előtt. A nekünk küldött információk segítenek nekünk a probléma megoldásában, és csakiscsakis hibakeresési célokra fogjuk felhasználni.
it: È stato creato un rapporto che è possibile inviare a Bdrive Inc. per identificare il problema. Forniscici una descrizione dettagliata di ciò che è accaduto prima dell'incidente. Le informazioni che ci invii ci aiuteranno a risolvere questo problema e non verranno usate se non per scopi di debug.
tr: Bdrive şirketine gönderilen çökme raporu sorunu araştırmamıza yardımcı olacak. Çökme olmadan önce ne olduğunu lütfen bize iletin. Göndereceğiniz rapor, problemi düzeltmemize yardımcı olacaktır.
vi: Một bản báo cáo đã được tạo, bạn có thể gửi nó đến Bdrive Inc. nhằm giúp xác định vấn đề. Xin hãy cung cấp mọi mô tả chi tiết về những gì đã xảy ra trước khi chương trình crash. Thông tin được bạn gửi cho chúng tôi sẽ giúp sửa lỗi và sẽ không được sử dụng cho mục đích nào khác ngoài sửa lỗi.

# Rename|
source: OK
tr: Tamam

# Rename|
source: Cancel
cs: Zrušit
tr: İptal

# SelectFolder|
source: Folder listing failed
cs: Prohledávání složky selhalo.
tr: Klasör listeleme hatası

# SelectFolder|
source: Can not retrieve folder list from server.
cs: Nemohu dostat seznam souborů ze serveru.
tr: Dosya listesi sunucudan alınamadı.

# SelectFolder|
source: OK
tr: Tamam

# SelectFolder|
source: Cancel
cs: Zrušit
tr: İptal

# BDLogin|
source: Sign in with
hu: Jelentkezzen be evvel
it: Accedi con

# NDFlatUI|
source: NetDrive Agent is starting.
hu: A NetDrive ügynök elindul.
it: Avvio agente NetDrive.

# NDFlatUI|
source: Initailizing SDK.
hu: SDK inicializálása.
it: Inizializzazione SDK.

# NDFlatUI|
source: Connecting to NetDrive Agent.
hu: Csatlakozás a NetDrive Ügynökhöz.
it: Connessione all'agente NetDrive.

# NDFlatUI|
source: NetDrive is Quiting...
hu: A NetDrive kilép...
it: Chiusura NetDrive...

# QApplication|
source: NetDrive will be quit because failed to get device id. Please visit %1 to leave a note.
hu: A NetDrive leáll, mert nem sikerült megszerezni az eszköz azonosítóját. Látogasson el a %1 címrehagyjon egy jegyzetet.
it: NetDrive si chiuderà in quanto non è riuscito ad ottenere l'ID del dispositivo. Visita %1 per segnalare il problema.

# QObject|
source: A serious problem occurred. Please reinstall NetDrive.
hu: Egy súlyos hiba történt. Kérem telepítse újra a NetDrive-ot.
it: Si è verificato un serio problema. Reinstalla NetDrive.

# QObject|
source: NetDrive is not initialized.
hu: A NetDrive nem inicializálódott.
it: NetDrive non inizializzato.

# QObject|
source: The protocol version you are using is different from the product version. Please reinstall NetDrive.
hu: A használt protokollverzió eltér a termék verziójától.Kérjük, telepítse újra a NetDrive-ot.
it: La versione del protocollo in uso è differente dalla versione prodotto. Reinstallala.
