Repository: bdrive/netdrive3-i18n
Catalog: netdrive_*.po
Languages: cs, hu, it, ru, tr, vi

# FlatSettingContents|
source: Unlock all locked files when disconnecting drive
cs: Odemknout všechny zamčené soubory při odpojování od disku
ru: Разблокировка всех заблокированных файлов при отключении диска
tr: Sürücü bağlantısı kesilirse tüm kilitli dosyaların kilidini aç

# FlatUpdate|
source: %1 Update
cs: %1 Aktualizace
hu: %1 Frissítés
it: Aggiorna %1
ru: %1 Обновление
tr: %1 Güncelle
vi: %1 Cập nhật

# FlatUpdate|
source: A new version of %1 is available!
cs: Nová verze %1 je dostupná!
hu: A %1 új verziója érhető el
it: È disponibile una nuova versione di %1!
ru: Доступна новая версия %1!
tr: %1 Yeni bir versiyon bulundu!
vi: Một phiên bản mới của %1 đã khả dụng!

# FlatUpdate|
source: %1 %2 is now available - you have %3. Would you like to download it now?
cs: %1 %2 je nynídostupná - máte %3. Chcete nyní stáhnout?
hu: %1 %2 most elérhető - önnek %3 van. Szeretné letölteni most?
it: È disponibile %1 v. %2. Versione installatà: %3. Vuoi scaricare e installare ora l'aggiornamento?
ru: %1 %2 теперь доступна - у вас %3. Вы хотите скачать сейчас?
tr: %1 %2 versiyonu kullanılabilir durumda. Mevcut sürüm: %3. Güncellemeyi indirmek ister misiniz?
vi: %1 %2 hiện đã có sẵn - bạn đang dùng %3. Bạn có muốn tải nó về ngay?

# FlatUpdate|
source: Release Note:
cs: Poznámky k vydání:
hu: Kibocsátási jegyzet
it: Note di rilascio:
ru: Примечание к выпуску:
tr: Güncelleme Notları:
vi: Ghi chú phát hành

# FlatUpdate|
source: Automatically download and install updated version in the future
cs: V budoucnu automaticky stahovat a instalovat nové verze
hu: Frissítések automatikus letöltése a jövőben
it: Scarica ed installa automaticamente le nuove versioni
ru: Автоматически загружать и устанавливать обновлённую версию в будущем
tr: Gelecekte yeni versiyon çıkarsa otomatik olarak indir ve yükle
vi: Từ động tải về và cài đặt bản cập nhật trong tương lai

# FlatUpdate|
source: SKIP THIS VERSION
cs: Přeskočit tuto verzi
hu: EZEN VERZIÓ ÁTUGRÁSA
it: SALTA QUESTA VERSIONE
ru: ПРОПУСТИТЬ ЭТУ ВЕРСИЮ
tr: BU VERSİYONU ATLA
vi: BỎ QUA PHIÊN BẢN NÀY

# FlatUpdate|
source: REMIND ME LATER
cs: Připomenout později
hu: EMLÉKEZTESSEN KÉSŐBB
it: RICORDAMELO PIU' TARDI
ru: НАПОМНИТЬ МНЕ ПОЗЖЕ
tr: SONRA HATIRLAT
vi: NHẮC TÔI SAU

# FlatUpdate|
source: INSTALL UPDATE
cs: Nainstalovat aktualizaci
hu: FRISSÍTÉS TELEPÍTÉSE
it: INSTALLA AGGIORNAMENTO
ru: УСТАНОВИТЬ ОБНОВЛЕНИЕ
tr: GÜNCELLEMEYİ YÜKLE
vi: CÀI ĐẶT BẢN CẬP NHẬT

# LockedFileListDlg|
source: Locked Files List
cs: Seznam zamčených souborů
ru: Список заблокированных файлов
tr: Kilitli Dosya Listesi

# LockedFileListDlg|
source: There is no locked file.
cs: Není zde žádný zamčený soubor.
ru: Заблокированного файла нет.
tr: Kilitli dosya yok.

# LockedFileListDlg|
source: Unlock
cs: Odemknout
ru: Разблокировать
tr: Kilidi Aç

# LockedFileListDlg|
source: Force unlock
cs: Nuceně odemknout
ru: Принудительная разблокировка
tr: Kilidi açmaya zorla

# LockedFileListDlg|
source: Locked files list in %1
cs: List zamčených souborů v %1
ru: Список заблокированных файлов в %1
tr: %1 Kilitlenmiş dosya listesi

# LockedFileModel|
source: Missing
cs: Chybí
ru: Пропущенный
tr: Eksik

# LockedFileModel|
source: Path
cs: Cesta
ru: Путь
tr: Yol

# LockedFileModel|
source: Locked by
cs: Zamčeno
ru: Заблокировано
tr: Kilitleyen

# LockedFileModel|
source: Device
cs: Zařízení
ru: Устройство
tr: Aygıt

# LockedFileModel|
source: Status
ru: Статус
tr: Durum

# NDFlatUI|
source: The services of %1 must be running, but they are not running. Do you want to run them now?
cs: Služby %1 musí být spuštěny, ale nenjsou. Chcete je sputit?
hu: A %1 szolgáltatásainak futnia kell, de nem futnak. Szeretné most futtatni őket?
it: Il servizio %1 deve essere in esecuzione, ma in questo momento non lo è. Vuoi avviare ora il servizio?
ru: Службы %1 должны быть запущены, но они не работают. Хотите ли вы запустить их сейчас?
tr: Servisler %1 çalışması lazım, fakat çalışmıyor. Bu servisleri çalıştırmak istiyor musunuz?
vi: Các dịch vụ của %1 phải chạy, nhưng chúng lại không. Bạn có muốn khởi chạy ngay?

# NDFlatUI|
source: UPLOADING
cs: Nahrávání
hu: FELTÖLTÉS
it: UPLOAD
ru: ЗАГРУЗКА
tr: YÜKLENİYOR
vi: ĐANG TẢI LÊN

# NDFlatUI|
source: WAITING
cs: čeakání
hu: VÁRAKOZÁS
it: ATTESA
ru: ОЖИДАНИЕ
tr: BEKLENİYOR
vi: ĐANG CHỜ

# NDFlatUI|
source: FAILED
cs: Selhání
hu: SIKERTELEN
it: FALLITO
ru: НЕ УДАЛОСЬ
tr: BAŞARISIZ
vi: THẤT BẠI

# NDFlatUI|
source: Add drive failure has occured because of duplicate drive name.
cs: Při přidání disku se vyskytla chyba, protože jeho jméno již obsazeno.
hu: A meghajtó hozzáadása sikertelen, mert a név már létezik
it: Aggiunta unità fallita poichè il nome unità esiste già.
ru: Ошибка добавления диска из-за повторяющегося названия диска.
tr: Sürücü ekleme başarısız. Çünkü aynı sürücü ismi mevcut.
vi: Thêm ổ đĩa thất bại vì tên ổ đĩa bị trùng lặp.

# NDFlatUI|
source: Failed to add drive.
cs: Přidání disku selhalo.
hu: Meghajtó hozzáadása sikertelen
it: Aggiunta unità fallita.
ru: Не удалось добавить диск.
tr: Sürücü ekleme başarısız.
vi: Thêm ổ đĩa thất bại.

# NDFlatUI|
source: This issue might be caused by the network connection with Bdrive server which usually occurs when Bdrive server or your PC may not be connected to the Internet. If you are connected to the Internet and still have this issue, please visit %1 to leave a note.
cs: Tato chyba může být způsobena připojením k Bdrive serveru což se obvykle děje pokud Bdrive servery nebo váš počítač nejsou připojené k internetu. Pokud jste připojeni k internetu a stále máte tento problém, navštivte prosím %1.
hu: Ezt a problémát a Bdrive szerverrel való hálózati kapcsolat okozhatjaami általában akkor fordul elő, amikor a Bdrive szerver vagy a számítógép nem csatlakozik aaz internethez. Ha csatlakozott az internethez, és továbbra is fennáll ez a probléma, kérjük, látogasson el a%1 egy jegyzet hagyásához.
it: Questo problema potrebbe essere causato dalla connessione di rete con il server Bdrive che di solito si verifica quando il server Bdrive o il PC potrebbero non essere collegati ad Internet. Se sei connesso ad Internet e hai ancora questo problema visita %1 per segnalare il problema.
ru: Эта проблема может быть вызвана с сетевым соединением к серверу Bdrive что обычно происходит, когда сервер Bdrive или ваш компьютер не могут быть подключены к Интернету. Если вы подключены к Интернету и всё ещё имеете эту проблему, пожалуйста, посетите %1 чтобы оставить обращение.
tr: Bu sorun Bdrive sunucusuyla ağ bağlantısından kaynaklanabilir Genellikle Bdrive sunucusu ile bilgisayarınızın bağlı olmasından kaynaklanır.Eğer internet bağlantınız mevcutsa lütfen %1 adresini ziyaret edin. %1 not bırakın.

# NDFlatUI|
source: Failed to delete drive.
cs: Smazání disku selhalo.
hu: A megható törlése sikertelen
it: Eliminazione unità fallita.
ru: Не удалось удалить диск.
tr: Sürücü silme başarısız.
vi: Xóa ổ đĩa thất bại.

# NDFlatUI|
source: Initializing Agent.
cs: Inicializování agenta.
hu: Ügynök inicializálása
it: Inizializzazione agente.
ru: Инициализация агента.
tr: Hizmet ayarlanıyor.
vi: Đăng bắt đầu Agent.

# NDFlatUI|
source: Checking network.
cs: Kontrolování síťě
hu: Hálózat ellenőrzése.
it: Verifica rete.
ru: Проверка сети.
tr: Ağ kontrol ediliyor.
vi: Đang kiểm tra mạng.

# NDFlatUI|
source: Logging remembered users in.
cs: Přihlašování uloženého uživatele.
hu: Megjegyzett felhasználók bejelentkezése.
it: Accesso utenti salvati.
ru: Вход в систему запомнившихся пользователей.
tr: Hatırlanan kullanıcıların hesaplarına giriş yapılıyor.
vi: Ghi lại những người dùng đã biết.

# NDFlatUI|
source: Mounting drives on boot.
cs: Připojování disků při bootování.
hu: Meghajtók csatlakoztatása rendszerindításkor.
it: Monta unità all'avvio.
ru: Монтирование дисков при загрузке.
tr: Açılışta oluşturulan sürücüler.
vi: Kết nối ổ đĩa khi khởi động.

# NDFlatUI|
source: Agent is ready.
cs: Agent je připraven
hu: Az ügynök készen áll.
it: L'agente è pronto.
ru: Агент готов.
tr: Hizmet hazır.
vi: Agent đã sẵn sàng.

# NDFlatUI|
source: Failed to upload %1.
cs: Nahrávání %1 selhalo.
hu: A %1 feltöltése sikertelen.
it: Upload fallito di %1.
ru: Не удалось загрузить %1.
tr: %1 Gönderme başarısız.
vi: Tải lên %1 không thành công.

# NDFlatUI|
source: &Open
cs: Otevřít
hu: &Megnyitás
it: &Apri
ru: &Открыть
tr: &Aç
vi: &Mở

# NDFlatUI|
source: &Quit
cs: Zavřít
hu: &Kilépés
it: &Esci
ru: &Выход
tr: Çı&kış
vi: &Thoát

# NDFlatUI|
source: &Check for Updates
cs: Hledání aktualizací
hu: &Frissítések keresése
it: &Controlla aggiornamenti
ru: &Проверить обновления
tr: &Güncellemeleri kontrol et
vi: &Kiểm tra cập nhật

# NDFlatUI|
source: &Login
cs: Přihlásit se
hu: &Bejelentkezés
it: &Accedi
ru: &Авторизоваться
tr: G&iriş Yap
vi: &Đăng nhập

# NDFlatUI|
source: Log&out
cs: Odhlásit se
hu: Kijelentkezés
it: &DISCONNETTI
ru: &Выйти
tr: Çıkış &Yap
vi: Đăng&xuất

# NDFlatUI|
source: Initializing...
cs: Inicializování...
hu: Inicializálás...
it: Inizializzazione..
ru: Инициализация...
tr: Başlatılıyor...
vi: Đang bắt đầu...

# NDFlatUI|
source: %1 File Lock Service is not available!
ru: %1 Служба блокировки файлов недоступна!

# NDFlatUI|
source: %1 Agent is starting.
ru: %1 Агент запускается.

# NDFlatUI|
source: Initializing SDK.
ru: Инициализация SDK.

# NDFlatUI|
source: Connecting to %1 Agent.
ru: Подключение к агенту %1.

# NDFlatUI|
source: %1 File Lock Service is not available
ru: %1 Служба блокировки файлов недоступна

# NDFlatUI|
source: %1 is Quiting...
ru: %1 Выходит...

# NDFlatUI|
source: If you log out, 'mount on boot' items will not connect automatically. Are you sure to log out?
cs: Opravdu se chcete odhlásit?
hu: Ha ön kilép, akkor a 'csatolás rendszerindításkor' nem fog csatolódni automatikusa. Biztosanszeretne kilépni?
it: Se ti scolleghi le unità marcate come 'monta all'avvio' non saranno connesse automaticamente. Sei sicuro di volerti scollegare?
ru: Если вы выйдете из системы, элементы 'монтирование при загрузке' не будут подключаться автоматически. Вы уверены, что хотите выйти?
tr: Eğer çıkış yaparsanız açılışta oluştur nesneleri otomatik olarak bağlanamaz.Çıkış yapmak istediğinize emin misiniz?
vi: Nếu bạn đăng xuất, các tập tin 'được kết nối khi khởi động' sẽ không được tự động kết nối. Bạn có chắc muốn đăng xuất?

# NDFlatUI|
source: Logging out...
cs: Odhlašování...
hu: Kilépés...
it: Scollegamento...
ru: Выход из системы...
tr: Çıkış yapılıyor...
vi: Đang đăng xuất...

# NDFlatUI|
source: Current version %1 is the latest version available.
cs: Aktuální verze %1 je aktuální.
hu: A jelenlegi %1 verzió a legfrissebb ami elérhető
it: La versione installata (%1) è aggiornata.
ru: Текущая версия %1 является последней доступной версией.
tr: %1 Mevcut sürüm son sürümdür.
vi: Hiện phiên bản %1 là phiên bản mới nhất có sẵn.

# NDFlatUI|
source: Drives
cs: Disk
hu: Meghajtók
it: Unità
ru: Диски
tr: Sürücüler
vi: Các ổ đĩa

# NDFlatUI|
source: Settings
cs: Nastavení
hu: Beállítások
it: Impostazioni
ru: Настройки
tr: Ayarlar
vi: Cài đặt

# NDFlatUI|
source: Uploading
cs: Nahrávání
hu: Feltöltés
it: Upload
ru: Загрузка
tr: Yükleniyor
vi: Đang tải lên

# NDFlatUI|
source: About
cs: O
hu: Rólunk
it: Info
ru: О нас
tr: Hakkında
vi: Về

# NDFlatUI|
source: Account Info
cs: Informace o účtu
hu: Fiók infó
it: Info account
ru: Информация об аккаунте
tr: Hesap Bilgisi

# NDFlatUI|
source: Manage License
cs: Spravovat Licenci
hu: Licensz kezelése
it: Gestione licenza
ru: Управление лицензией
tr: Lisansları Yönet
vi: Quản lí giấy phép

# NDFlatUI|
source: Login
cs: Přihlásit se
hu: Bejelentkezés
it: Accedi
ru: Авторизоваться
tr: Giriş Yap
vi: Đăng nhập

# NDFlatUI|
source: Logout
cs: Odhlásit se
hu: Kijelentkezés
it: Disconnetti
ru: Выйти
tr: Çıkış Yap
vi: Đăng xuất

# NDFlatUI|
source: NetDrive Help
cs: NetDrive Nápověda
hu: NetDrive segítség
it: Guida in linea NetDrive
ru: Справка NetDrive
tr: NetDrive Yardım
vi: Hỗ trợ NetDrive

# NDFlatUI|
source: View
cs: Pohled
hu: Nézet
it: Visualizza
ru: Посмотреть
tr: Görüntüle
vi: Xem

# NDFlatUI|
source: Account
cs: Účet
hu: Fiók
ru: Аккаунт
tr: Hesap
vi: Tài khoản

# NDFlatUI|
source: Help
cs: Nápověda
hu: Segítség
it: Aiuto
ru: Помощь
tr: Yardım
vi: Hỗ trợ

# NDFlatUI|
source: Couldn't get drive's info
cs: Nemůžu získat informace o disku
hu: Nem érhetőek el a meghajtó információi
it: Impossibile ottenere info sull'unità
ru: Не удалось получить информацию о диске
tr: Sürücü bilgisi alınamadı.
vi: Không thể lấy thông tin ổ đĩa

# NDFlatUI|
source: Couldn't get drive's name
cs: Nemůžu získat jméno disku
hu: Nem érhető el a meghajtó neve
it: Impossibile ottenere il nome dell'unità
ru: Не удалось получить название диска
tr: Sürücü ismi alınamadı.
vi: Không thể lấy tên ổ đĩa

# NDFlatUI|
source: (Maintainer)
cs: (Administrátor)
ru: (Мейнтейнер)
tr: (Bakım Yapıcı)

# NDFlatUI|
source: The team drive [%1] was unmounted because it was unpublished by maintainer.
cs: Disk pro skupinu [%1] byl odpojen administrátorem.
ru: Командный диск [%1] не был смонтирован, так как не был опубликован мейнтейнером.
tr: Takım sürücüsü [%1] bakım yapıcı tarafından kaldırılmış.

# NDFlatUI|
source: Do you want to publish [%1] to team members now? You can publish it later.
cs: Chcete zveřejnit [%1] ostatním členům skupiny? Můžete to udělat později.
ru: Вы хотите сейчас опубликовать [%1] для участников команды? Вы можете опубликовать это позже.
tr: [%1] Takım üyelerine yayınlamak istediğinize emin minisiz?. Daha sonra da yayınlayabilirsiniz.

# NDFlatUI|
source: Failed to connect Bdrive server.
cs: Nepodařilo se se připojit na Bdrive servery.
ru: Не удалось подключиться к серверу Bdrive.
tr: Bdrive sunucusuna bağlantı başarısız.

# ProxySelector|
source: PROXY SETTINGS
cs: Nastavení proxy
hu: PROXY BEÁLLÍTÁSOK
it: IMPOSTAZIONI PROXY
ru: НАСТРОЙКИ ПРОКСИ
tr: PROXY AYARLARI
vi: CÀI ĐẶT PROXY

# ProxySelector|
source: Use system proxy settings
cs: Používat systemová nastavení proxy
hu: Rendszer proxy beállításainak használata
it: Usa impostazioni proxy
ru: Использовать настройки системного прокси
tr: Sistem proxy ayarlarını kullan
vi: Dùng cài đạt proxy hệ thống

# ProxySelector|
source: PROXY TYPE
cs: Typ proxy
hu: PROXY TÍPUSA
it: TIPO PROXY
ru: ТИП ПРОКСИ
tr: PROXY TİPİ
vi: LOẠI PROXY

# ProxySelector|
source: None
cs: Žádný
hu: Semmi
it: Nessuno
ru: Нет
tr: Hiç
vi: Không

# ProxySelector|
source: User
cs: Uživatel
hu: Felhasználó
it: Utente
ru: Пользователь
tr: Kullanıcı
vi: Người dùng

# ProxySelector|
source: Password
cs: Heslo
hu: Jelszó
ru: Пароль
tr: Şifre
vi: Mật khẩu

# ProxySelector|
source: Port
it: Porta
ru: Порт
vi: Cổng

# ProxySelector|
source: Host
ru: Хост
tr: Sunucu
vi: Máy chủ

# QApplication|
source: Bdrive server returned an error. If the issue persists, please contact %1 support.
cs: Bdrive servery vrací chybu. Pokud tento problém přetrvává, kontaktujte %1
hu: A Bdrive szerver hibát jelzett. Ha a probléma továbbra is fennáll, kérjük, forduljon a %1-heztámogatáshoz.
it: Il server Bdrive ha riportato un errore. Se il problema persiste contatta il supporto %1.
ru: Сервер Bdrive вернул ошибку. Если проблема не устранена, пожалуйста, свяжитесь с %1 поддержкой.
tr: Bdrive sunucusu bir hata gönderdi. Eğer hata devam ederse %1 destek ile görüşün.
vi: Máy chủ Bdrive trả về một lỗi. Nếu vấn đề tiếp diễn, hãy liên hệ %1 để được giúp đỡ.

# QApplication|
source: Subscription status
cs: Status odběru
hu: Előfizetői státusz
it: Stato abbonamento
ru: Статус подписки
tr: Abonelik durumu
vi: Tình trạng thuê bao

# QApplication|
source: Subscription type
cs: Typ odběru
hu: Előfizetés típusa
it: Tipo abbonamento
ru: Тип подписки
tr: Abonelik tipi
vi: Loại thuê bao

# QApplication|
source: Max registered devices
cs: Maximální počet registrovaných zařízení
hu: Max regisztrált készülékek
it: Unita registrate max
ru: Макс. зарегистрированных устройств
tr: Maksimum kayıtlı aygıt sayısı
vi: Thiết bị đăng kí tối đã

# QApplication|
source: Max sessions (concurrent access)
cs: Maximální počet sessionů.
hu: Max munkamenetek (egyidejű elérés)
it: Sessioni max (accesso contemporaneo)
ru: Макс. сессий (одновременный доступ)
tr: Maksimum oturum (eşzamanlı oturum)
vi: Số lượng phiên tối đa (truy cập cùng lúc)

# QApplication|
source: type
cs: typ
hu: típus
it: tipo
ru: тип
tr: tip
vi: loại

# QApplication|
source: Login
cs: Přihlásit se
hu: Bejelentkezés
it: Accesso
ru: Авторизоваться
tr: Giriş Yap
vi: Đăng nhập

# QApplication|
source: Email address required to login
cs: Emailová adresa je vyžadována pro přihlášení.
hu: Email cím szükséges a bejelentkezéshez
it: Per accedere è richiesto l'indirizzo email
ru: Для входа необходим адрес электронной почты
tr: Giriş yapmak için email adresi gereklidir.
vi: Cần có địa chỉ thư điện tử để đăng nhập

# QApplication|
source: Proper password required to login
cs: Správné helo je vyžadováno pro přihlášní
hu: Legfelelő jelszó szükséges a bejelentkezéshez
it: Per accedere è necessaria la password specifica
ru: Для входа требуется правильный пароль
tr: Giriş yapmak için uygun şifre gerekli
vi: Cần mật khẩu chính xác để đăng nhập

# QApplication|
source: LOGIN
cs: Přihlásit se
hu: BEJELENTKEZÉS
it: ACCEDI
ru: АВТОРИЗОВАТЬСЯ
tr: GİRİŞ YAP
vi: ĐĂNG NHẬP

# QApplication|
source: Detail
cs: Podrobnosti
hu: Részletek
it: Dettagli
ru: Подробно
tr: Detaylar
vi: Chi tiết

# QApplication|
source: A new version of %1 is available!
cs: Nová verze %1 je dostupná!
hu: A %1 új verziója érhető el!
it: È disponibile una nuova versione di %1!
ru: Доступна новая версия %1!
tr: Yeni bir versiyon var %1!
vi: Một phiên bản mới của %1 đã khả dụng!

# QApplication|
source: %1 %2 is now available - you have %3. Would you like to download it now?
cs: %1 %2 je nynídostupná - máte %3. Chcete začit stahování teď?
hu: %1 %2 most elérhető - önnek %3 van. Szeretné most letölteni?
it: È disponibile %1 v. %2. Versione installata: %3. Vuoi scaricare e installare ora l'aggiornamento?
ru: %1 %2 теперь доступна - у вас %3. Вы хотите скачать сейчас?
tr: %1 %2 versiyonu kullanılabilir durumda. Mevcut sürüm: %3. Güncellemeyi indirmek ister misiniz?
vi: %1 %2 hiện đang có sẵn - bạn đang có %3. Bạn có muốn tải về ngay?

# QApplication|
source: %1 could not connect to Bdrive Server. This device may be offline or proxy settings may be required. Do you want proxy settings?
cs: %1 se nemohl připojit k Bdrive Serveru. Toto zařízení může být offline nebo proxy nastavení jsou vyžadována. Chcete nastavit nastavení proxy.
hu: % 1 nem tudott csatlakozni a Bdrive Serverhez. Lehet, hogy ez az eszköz offline vagy a proxybeállítások szükségesek. Szeretné beállítani a proxyt?
it: %1 non può collegarsi al server Bdrive. Questo dispositivo potrebbe essere offline o potrebbero essere richeste le impostazioni proxy . Vuoi impostare la configurazione del proxy?
ru: %1 не удалось подключиться к серверу Bdrive. Это устройство может быть в автономном режиме или могут потребоваться настройки прокси. Вы хотите настроить прокси?
tr: %1 Bdrive sunucusuna bağlantı kurulamadı. Aygıt veya proxy çevrimdışı. Proxy ayarları açılsın mı?
vi: %1 không thể kết nối tới máy chủ Bdrive. Có thể thiết bị này đang ngoại tuyến hoặc cần cài đặt proxy. Bạn có muốn cài đặt proxy?

# QApplication|
source: Send Crash Report
cs: Odeslat záznam zhroucení
hu: Hiba napló küldése
it: Invia rapporto crash
ru: Отправить отчёт о сбое
tr: Çökme Raporu Gönder
vi: Gửi báo cáo crash

# QApplication|
source: Failed to upload crash info.
cs: Nahrávání záznamu zhroucení selhalo.
hu: A hiba feltöltése sikertelen.
it: Impossibile inviare rapporto crash.
ru: Не удалось загрузить информацию о сбое.
tr: Çökme raporu gönderme başarısız.
vi: Gửi thông tin crash thất bại,

# QApplication|
source: It's wrong data. Try again, please.
cs: Špatné data. Zkuste to znovu.
ru: Это неверные данные. Попробуйте ещё раз, пожалуйста.
tr: Yanlış bilgi. Lütfen tekrar deneyin.
vi: Dữ liệu sai, xin hãy thử lại.

# QApplication|
source: Failed to get drive list. Try again, please.
cs: Získání seznamu disků selhalo. Zkuste to znovu prosím.
ru: Не удалось получить список дисков. Попробуйте ещё раз, пожалуйста.
tr: Sürücü listesi alınamadı. Lütfen tekrar deneyin.
vi: Thất bại khi lấy danh sách thiết bị, xin hãy thử lại.

# QApplication|
source: BROWSE
cs: Hledání
hu: TALLÓZÁS
it: SFOGLIA
ru: ОБЗОР
tr: GÖZAT
vi: DUYỆT

# QApplication|
source: NETWORK
cs: Síť
hu: HÁLÓZAT
it: RETE
ru: СЕТЬ
tr: AĞ
vi: MẠNG

# QApplication|
source: PROXY SETTINGS
cs: Nastavení proxy
hu: PROXY BEÁLLÍTÁSOK
it: IMPOSTAZIONI PROXY
ru: НАСТРОЙКИ ПРОКСИ
tr: PROXY AYARLARI
vi: CÀI ĐẶT PROXY

# QApplication|
source: Please check login credentials again
cs: Prosím překontrolujte přihlašovací údaje.
hu: Kérem ellínőrizze a hálózati beállításokat
it: Controlla nuovamente le credenziali di accesso
ru: Пожалуйста, проверьте учётные данные ещё раз
tr: Lütfen giriş bilgilerini kontrol edin.
vi: Xin xem lại thông tin đăng nhập

# QApplication|
source: Please check the server information
cs: Prosím zkontrolujte informace o serveru
hu: Kérem ellenőrizze a szerever információkat
it: Controlla nuovamente le informazioni server
ru: Пожалуйста, проверьте информацию о сервере
tr: Lütfen sunucu bilgilerini kontrol edin.
vi: Hãy kiểm tra thông tin máy chủ

# QApplication|
source: Please check the SSL information
cs: Prosím zkontrolujte SSL informace
hu: Kérem ellenőrizze az SQL információkat
it: Controlla nuovamente le ifnromazioni SSL
ru: Пожалуйста, проверьте информацию SSL
tr: Lütfen SSL bilgilerini kontrol edin.
vi: Vui lòng kiểm tra thông tin SSL

# QApplication|
source: Please check the connection information
cs: Prosím zkontrolujte připojovací údaje
hu: Kérem ellenőrizze a csatlakozási információkat
it: Controlla nuovamente le informazioni connessione
ru: Пожалуйста, проверьте информацию о соединении
tr: Lütfen bağlantı bilgilerini kontrol edin.
vi: Hãy kiểm tra thông tin kết nối

# QApplication|
source: Connection failed
cs: Připojení selhalo
hu: A csatlakozás sikertelen
it: Connessione fallita
ru: Ошибка подключения
tr: Bağlantı sağlanamadı
vi: Kết nối thất bại

# QApplication|
source: Auto
it: Automatica
ru: Авто
tr: Otomatik
vi: Tự động

# QApplication|
source: CONNECT
cs: Připojit
hu: CSATOLÁS
it: CONNETTI
ru: ПОДКЛЮЧИТЬСЯ
tr: BAĞLAN
vi: KẾT NỐI

# QApplication|
source: Failed to set option.
cs: Selhání při nastavování možnosti.
hu: Opciók beállítása sikertelen.
it: Impossibile impostare l'opzione.
ru: Не удалось установить параметр.
tr: Seçenek ayarlama başarısız.
vi: Đặt tùy chọn không thành công.

# QApplication|
source: Authentication failed
cs: Ověření selhalo
hu: A hitelesítés sikertelen
it: Autentificazione fallita
ru: Ошибка авторизации
tr: Yetkilendirme başarısız
vi: Xác thực thất bại

# QApplication|
source: Authentication with %1 has failed
cs: Ověření s %1 selhalo
hu: A %1 hitelesítés sikertelen
it: Autentificazione con %1 fallita
ru: Авторизация с %1 не удалась
tr: %1 ile yetkilendirme başarısız.
vi: Xác thực với %1 đã thất bại

# QApplication|
source: DISCONNECT
cs: Odpojit
hu: LECSATOLÁS
it: DISCONNETTI
ru: ОТКЛЮЧИТЬСЯ
tr: BAĞLANTIYI KES
vi: NGẮT KẾT NỐI

# QApplication|
source: Connect to Google Photos
ru: Подключиться к Google Фото

# QApplication|
source: CANCEL ALL
cs: Zrušit vše
hu: ÖSSZES VISSZAVONÁSA
it: ANNULLA TUTTO
ru: ОТМЕНИТЬ ВСЕ
tr: HEPSİNİ İPTAL ET
vi: HỦY TẤT CẢ

# QApplication|
source: CANCEL SELECTED
cs: Zrušit vybrané
hu: KIJELÖLTEK VISSZAVONÁSA
it: ANNULLA SELEZIONATI
ru: ОТМЕНА ВЫБРАННОГО
tr: SEÇİLENİ İPTAL ET
vi: HỦY MỌI MỤC ĐÃ CHỌN

# QApplication|
source: RETRY ALL
cs: Znovu zkusit vše
it: RIPROVA TUTTO
ru: ПОВТОРИТЬ ВСЁ
tr: HEPSİNİ YENİDEN DENE
vi: THỬ LẠI TẤT CẢ

# QApplication|
source: RETRY SELECTED
cs: Znovu zkusit vybrané
hu: KIVÁLASZTOTTAK ÚJRAPRÓBÁLÁSA
it: RIPROVA SELEZIONATI
ru: ПОВТОР ВЫБРАННОГО
tr: YENİDEN DENE SEÇİLDİ
vi: THỬ LẠI CÁC MỤC ĐÃ CHỌN

# QApplication|
source: SAVE AS
cs: Uložit jako
hu: MENTÉS MINT
it: SALVA COME
ru: СОХРАНИТЬ КАК
tr: FARKLI KAYDET
vi: LƯU NHƯ
