Repository: bdrive/netdrive3-i18n
Catalog: netdrive_*.po
Languages: cs, hu, it, ru, tr, vi

source: Add Drive
cs: Přidat disk
hu: Meghajtó hozzáadása
it: Aggiungi disco
ru: Добавить диск
tr: Sürücü Ekle
vi: Thêm ổ đĩa

# AddDrive|
source: STORAGE TYPE
cs: Typ uložiště
hu: MEGHAJTÓ TÍPUSA
it: TIPO STORAGE
ru: ТИП ХРАНИЛИЩА
tr: SÜRÜCÜ TİPİ
vi: LOẠI LƯU TRỮ

# AddDrive|
source: CONNECT
cs: Připojit
hu: CSATOLÁS
it: CONNETTI
ru: ПОДКЛЮЧИТЬСЯ
tr: BAĞLAN
vi: KẾT NỐI

# AddDrive|
source: OPTIONS
cs: Možnosti
hu: OPCIÓK
it: OPZIONI
ru: ПАРАМЕТРЫ
tr: AYARLAR
vi: TÙY CHỌN

# AddDrive|
source: Save authentication information
cs: Uložit ověřovací údaje
hu: Hitelesítési információk elmentése
it: Salva informazioni autentificazione
ru: Сохранить информацию авторизации
tr: Erişim bilgilerini kaydet
vi: Lưu thông tin xác thực

# AddDrive|
source: REMOTE PATH
cs: Vzdálená cesta
hu: TÁVOLI ÚTVONAL
it: PERCORSO REMOTO
ru: УДАЛЁННЫЙ ПУТЬ
tr: UZAK KONUM
vi: LOẠI BỎ ĐƯỜNG DẪN

# AddDrive|
source: BROWSE
cs: Hledat
hu: TALLÓZÁS
it: SFOGLIA
ru: ОБЗОР
tr: GÖZAT
vi: DUYỆT

# AddDrive|
source: LABEL
cs: Označení
hu: CÍMKE
it: ETICHETTA
ru: МЕТКА
tr: ETİKET
vi: NHÃN

# AddDrive|
source: MOUNT
cs: Připojit
hu: CSATOLÁS
it: MONTA
ru: МОНТИРОВАНИЕ
tr: SÜRÜCÜ OLUŞTUR
vi: KẾT NỐI

# AddDrive|
source: as
cs: Jako
hu: mint
it: come
ru: как
tr: olarak
vi: như

# AddDrive|
source: AUTO CONNECT OPTIONS
cs: Možnosti automatického připojení
hu: AUTO. CSATLAKOZÁSI OPCIÓK
it: OPZIONI CONNESSIONE AUTOMATICA
ru: ПАРАМЕТРЫ АВТОПОДКЛЮЧЕНИЯ
tr: OTOMATİK BAĞLANTI AYARLARI
vi: TÙY CHỌN TỰ ĐỘNG KẾT NỐI

# AddDrive|
source: No automatic mount
cs: Nepřipojovat automaticky
hu: Nincs automatikus csatolás
it: Montaggio non automatico
ru: Без автомонтирования
tr: Otomatik sürücü oluşturma yok
vi: Không tự động gắn ổ đĩa

# AddDrive|
source: Mount on boot
cs: Připojit při bootu
hu: Csatolás redszerindításkor
it: Monta all'avvio
ru: Смонтировать при загрузке
tr: Açılışta sürücü oluştur
vi: Kết nối ổ đĩa khi khởi động

# AddDrive|
source: Mount on login
cs: Připojit při přihlášní
hu: Csatolás bejelentkezéskor
it: Monta all'accesso
ru: Смонтировать при входе
tr: Girişte sürücü oluştur
vi: Kết nối ổ đĩa khi đăng nhập

# AddDrive|
source: UPLOAD OPTIONS
cs: Možnosti nahrávání
hu: FELTÖLTÉSI OPCIÓK
it: OPZIONI UPLOAD
ru: ПАРАМЕТРЫ ЗАГРУЗКИ
tr: YÜKLEME AYARLARI
vi: CÁC TÙY CHỌN TẢI LÊN

# AddDrive|
source: Use on-the-fly uploading in Explorer
cs: Používat on-the-fly nahrávání v prohlížeči souborů
hu: Röptében való feltöltés használata az Fájlkezelőben
it: Usa l'upload al volo in Explorer
ru: Использовать загрузку на лету в Проводнике
tr: Tarayıcıda anında yüklemeyi kullan
vi: Sử dụng tải lên tốc hành trong Explorer

# AddDrive|
source: Use background uploading
cs: Nahrávat na pozadí
hu: Háttér feltöltés használata
it: Usa l'upload in background
ru: Использовать фоновую загрузку
tr: Geri planda yüklemeyi kullan
vi: Tải lên trong nền

# AddDrive|
source: READ ONLY OPTIONS
cs: Možnosti pouze pro čtení
hu: CSAK OLVASHATÓ OPCIÓK
it: OPZIONI SOLA LETTURA
ru: ПАРАМЕТРЫ ТОЛЬКО ДЛЯ ЧТЕНИЯ
tr: SALT OKUNUR AYARLARI
vi: TÙY CHỌN CHỈ ĐỌC

# AddDrive|
source: Writable drive
cs: Zapisovatelný disk
hu: Írható meghajtó
it: Unità scrivibile
ru: Записываемый диск
tr: Yazılabilir sürücü
vi: Ổ đĩa có thể ghi

# AddDrive|
source: Read only drive
cs: Disk pouze pro čtení
hu: Csak olvasható meghajtó
it: Unità sola lettura
ru: Диск только для чтения
tr: Salt okunur sürücü
vi: Ổ đĩa chỉ đọc

# AddDrive|
source: ADVANCED OPTION
cs: Pokročilá nastavení
hu: FEJLETT BEÁLLÍTÁSOK
it: OPZIONI AVANZATE
ru: ДОПОЛНИТЕЛЬНЫЕ ПАРАМЕТРЫ
tr: GELİŞMİŞ AYARLAR
vi: TÙY CHỌN NÂNG CAO

# AddDrive|
source: Always retrieve file list from server
cs: Vždy získat seznam souborů od serveru
hu: Mindig kérje le a fájlok listáját a szereverről
it: Recupera sempre elenco file dal server
ru: Всегда получать список файлов с сервера
tr: Dosya listesini her zaman sunucudan al
vi: Luôn lấy danh sách tập tin từ máy chủ

# AddDrive|
source: As a global drive
ru: В качестве общего диска

# AddDrive|
source: As a removable drive
cs: Jako odnímatelný disk
hu: Mint cserélhető meghajtó
it: Come unità rimovibile
ru: В качестве съёмного диска
tr: Çıkarılabilir sürücü olarak
vi: Như một ổ đĩa có thể tháo rời

# AddDrive|
source: Treat files and folders starting with a dot as hidden
cs: Považovat složky a soubory začínající tečkou jako skryté
hu: A ponttal kezdődő fájlok és mappák kezelése rejtettként
it: Tratta i file e le cartelle che inziano con un punto come nascoste
ru: Обрабатывать файлы и папки, начинающиеся с точки, как скрытые
tr: Nokta ile başlayan dosya ve klasörleri gizli olarak ayarla
vi: Ẩn các tập tin có tên bắt đầu bằng một dấu chấm

# AddDrive|
source: COLOR
cs: Barva
hu: SZÍN
it: COLORE
ru: ЦВЕТ
tr: RENK
vi: MÀU SẮC

# AddDrive|
source: network drive
cs: Síťový disk
hu: hálózati meghajtó
it: unità di rete
ru: сетевой диск
tr: ağ sürücüsü
vi: ổ đĩa mạng

# AddDrive|
source: local drive
cs: Místní disk
hu: Helyi meghajtó
it: unità locale
ru: локальный диск
tr: yerel sürücü
vi: ổ đĩa cục bộ

# AddDrive|
source: Please press CONNECT button to set connection information.
cs: Prosím zmáčkněte tlačítko PŘIPOJIT pro nastavení informací o připojení.
hu: Kérem nyomja meg a CSATOLÁS gombot a csatolás információinak beállításához
it: Seleziona il puslante 'CONNETTI' per impostare le informazioni di connessione.
ru: Пожалуйста, нажмите кнопку ПОДКЛЮЧИТЬСЯ, чтобы установить информацию о соединении.
tr: Lütfen bağlantı bilgilerini ayarlamak için BAĞLAN butonuna basın.
vi: Hãy nhấn nút KẾT NỐI để đặt thông tin kết nối

# AddDrive|
source: A drive name cannot contain any of the following characters: / \ [ ] : | < > + = ; , ? *
cs: Jméno disku nemůže obsahovat žádný z následujících znaků: / \ [ ] : | < > + = ; , ? *
hu: A meghajtó neve nem tartalmazhatja az alábbi karaktereket: / \ [ ] : | < > + = ; , ? *
it: Un nome unità non può contenere i seguenti caratteri: / \ [ ] : | < > + = ; , ? *
ru: Название диска не может содержать следующие символы: / \ [ ] : | < > + = ; , ? *
tr: Sürücü bilgileri bu karakterleri içeremez: / \ [ ] : | < > + = ; , ? *
vi: Tên ổ đĩa không được chứa các kí tự: / \ [ ] : | < > + = ; , ? *

# AddDrive|
source: Please type in drive name.
cs: Prosím zadejte jméno disku.
hu: Kérem írja be a meghajtó nevét
it: Inserisci il nome unità.
ru: Пожалуйста, введите название диска.
tr: Lütfen sürücü tipini girin.
vi: Hãy điền tên ổ đĩa

# AddDrive|
source: The maximum length of the drive name is 50.
cs: Maximální délka jména disku je 50 znaků.
hu: A meghajtó nevének maxinális hossza 50 karakter lehet
it: La lunghezza massima di un nome unità è 50 caratteri.
ru: Максимальная длина названия диска - 50.
tr: Maksimum sürücü ismi 50 karakter olabilir.
vi: Tên ổ đĩa có độ dài tối đa là 50 kí tự.

# AddDrive|
source: Please select remote path.
cs: Prosím vyberte vzdálenou cestu.
hu: Kérem válassza ki a távoli útvonalat
it: Seleziona il percorso remoto.
ru: Пожалуйста, выберите удалённый путь.
tr: Lütfen uzak konumu seçin.
vi: Hãy chọn đường dẫn.

# AddDrive|
source: Please type in a different name since this drive name is already used.
cs: Prosím zadejte jiné jméno, protože toho jméno je již použito u jiného disku.
hu: Kérem írjon be egy másik nevet, mert ez a meghajtó név már foglalt
it: Questo nome unità è già usato. Inserisci un altro nome.
ru: Пожалуйста, введите другое название, так как это название диска уже используется.
tr: Lütfen sürücü ismi için başka birini seçin. Seçilen isim kullanılıyor.
vi: Hãy điền tên khác vì tên ổ đĩa này đã tồn tại.

# AddDrive|
source: Please try again by pressing the CONNECT button.
cs: Prosím zkuste to znovu kliknutím na tlačítko PŘIPOJIT.
hu: Kérem próbálja meg újra a CSATOLÁS gomb megnyomásával
it: Riprova selezionando il pulsante 'CONNETTI'.
ru: Пожалуйста, попробуйте ещё раз, нажав кнопку ПОДКЛЮЧИТЬСЯ.
tr: Lütfen BAĞLAN tuşuna basarak tekrar deneyin.
vi: Hãy thử lại bằng cách nhấn nút KẾT NỐI.

# AddDrive|
source: We do not support this protocol.
cs: Nepodporujeme tento protokol.
hu: Mi nem támogtjuk ezt a protokollt
it: Questo protocollo non è supportato.
ru: Мы не поддерживаем этот протокол.
tr: Bu protokol desteklenmiyor.
vi: Chúng tôi không hỗ trợ giao thức này.

# AddDrive|
source: Authentication
ru: Авторизация

# AddDrive|
source: 2FA Code
ru: Код 2FA

# AddDrive|
source: ITEM LOCATION
cs: Pozice položky
ru: РАСПОЛОЖЕНИЕ ОБЪЕКТА
tr: NESNE KONUMU

# AddDrive|
source: In account
cs: V ůčtu
ru: В аккаунте
tr: Hesapta

# AddDrive|
source: In device
cs: V zařízení
ru: На устройстве
tr: Aygıtta

# AddDrive|
source: Add a Personal Drive
cs: Přidejte osobní disk
ru: Добавить личный диск
tr: Kişisel sürücü ekle

# AddDrive|
source: Add a Team Drive
cs: Přidejte disk pro skupinu
ru: Добавить командный диск
tr: Takım Sürücüsü ekle

# AddDrive|
source: Configure a Team Drive
cs: Konfigurujte disk pro skupinu
ru: Настройка командного диска
tr: Takım Sürücüsü Yapılandır

# AddDrive|
source: Configure a Personal Drive
cs: Konfigurujte osobní disk
ru: Настройка личного диска
tr: Kişisel Sürücü ayarları

# AddDrive|
source: This team drive has no connection information set yet. Do you want to do it now?
cs: Tento disk pro skupinu nemá zadané žádné informace pro připojení. Chcete je zadat teď?
ru: На этом командном диске пока нет информации о подключении. Хотите сделать это сейчас?
tr: Takım sürücüsü bağlantı bilgisi ayarlanmamış. Ayarlamak ister misiniz?

# AuthTemplate|
source: Authentication
ru: Авторизация

# AuthTemplate|
source: 2FA Code
ru: Код 2FA

# BDLogin|
source: Login
cs: Přihlásit se
hu: Bejelentkezés
it: Accesso
ru: Авторизация
tr: Giriş Yap
vi: Đăng nhập

# BDLogin|
source: Email
it: Emaii
ru: Эл. адрес
vi: Thư điện tử

# BDLogin|
source: Password
cs: Heslo
hu: Jelszó
ru: Пароль
tr: Şifre
vi: Mật khẩu

# BDLogin|
source: Keep me logged in
cs: Zůstat přihlášen
hu: Maradjak bejelentkezve
it: Rimani collegato
ru: Не выходить из системы
tr: Beni hatırla
vi: Giữ tôi đăng nhập

# BDLogin|
source: OR
cs: nebo
hu: VAGY
it: O
ru: ИЛИ
tr: veya
vi: HOẶC

# BDLogin|
source: Cancel
cs: Zrušit
hu: Mégsem
it: Annulla
ru: Отмена
tr: İptal
vi: Hủy

# BDPassphrase|
source: Passphrase
cs: Přístupová fráze
hu: Jelszó
it: Password
ru: Парольная фраза
tr: Parola
vi: Cụm mật khẩu

# BDUser|
source: Login failed because communication with the server failed. Please check your proxy or Internet connection.
cs: Přpiojení selhalo kvůli selhání komunikace se serverem. Prosím zkontrolujte proxy nebo vaše připojení k internetu.
ru: Ошибка входа в систему из-за сбоя связи с сервером. Пожалуйста, проверьте ваш прокси или подключение к интернету.
tr: Giriş başarısız. Çünkü sunucu ile iletişimde sorun oluştu.Lütfen internet bağlantınızı kontrol edin.
vi: Đăng nhập thất bại vì giao tiếp với máy chủ không thành công. Hãy kiểm tra proxy hoặc kết nối Internet.

# BDUser|
source: Login failed. Please click here to check.
cs: Přihlášení selhalo. Prosím klikněte sem pro zkontrolování.
ru: Ошибка входа. Пожалуйста, нажмите здесь, чтобы проверить.
tr: Giriş başarısız. Lütfen buraya tıklayarak kontrol ediniz.
vi: Đăng nhập thất bại. Nhấn vào đây để kiểm tra.

# BDUserPassword|
source: Authentication Information
cs: Přístupové informace
hu: Hitelesítési információk
it: Informazioni autentificazione
ru: Информация авторизации
tr: Kimlik doğrulama bilgileri
vi: Thông tin xác thực

# BDUserPassword|
source: Password
cs: Heslo
hu: Jelszó
ru: Пароль
tr: Şifre
vi: Mật khẩu

# BDUserPassword|
source: User
cs: Uživatel
hu: Felhasználó
it: Utente
ru: Пользователь
tr: Kullanıcı
vi: Người dùng

source: Configure Drive
cs: Zkonfiguurujte disk
ru: Настроить диск
tr: Sürücü Ayarları
vi: Cấu hình ổ đĩa

# DeleteFile|
source: Dialog
ru: Диалог

# DeleteFile|
source: Yes
ru: Да

# DeleteFile|
source: No
ru: Нет

# Dialog|
source: Progress
cs: Postup
ru: Прогресс
tr: İlerleme

# FileBrowserManager|
source: Save to Downloads Folder
cs: Uložit do stažených souborů
ru: Сохранить в папку Загрузки
tr: İndirilenler Klasörüne Kaydet

# FileBrowserManager|
source: Download to...
cs: Stahování do...
ru: Скачать в...
tr: Buraya indir...

# FileBrowserManager|
source: Reload
cs: Znovunačíst
ru: Перезагрузить
tr: Yeniden yükle

# FileBrowserManager|
source: Rename
cs: Přejmenovat
ru: Переименовать
tr: Yeniden adlandır

# FileBrowserManager|
source: Move
cs: Přesunout
ru: Переместить
tr: Taşı

# FileBrowserManager|
source: New folder
cs: Nová složka
ru: Новая папка
tr: Yeni Klasör

# FileBrowserManager|
source: Get Shareable Link
cs: Získat sdílitelný odkaz
ru: Получить общую ссылку
tr: Paylaşım Linki Oluştur

# FileBrowserManager|
source: Lock
cs: Zamknout
ru: Заблокировать
tr: Kilitle

# FileBrowserManager|
source: Unlock
cs: Odemknout
ru: Разблокировать
tr: Kilidi Aç

# FileBrowserManager|
source: Force unlock
cs: Nuceně odemknout
ru: Принудительная разблокировка
tr: Kilidi açmaya zorla

# FileBrowserManager|
source: Locked files list
cs: Seznam zamčených souborů
ru: Список заблокированных файлов
tr: Kilitli dosya listesi

# FileBrowserManager|
source: Connection Fail
cs: Selhání připojení
ru: Ошибка подключения
tr: Bağlantı Hatası

# FileBrowserManager|
source: Authentication
ru: Авторизация

# FileBrowserManager|
source: 2FA Code
ru: Код 2FA

# FileBrowserManager|
source: Failed to connect protocol.
cs: Připojení protokolu selhalo.
ru: Не удалось подключить протокол.
tr: Protokol bağlantı hatası

# FileBrowserManager|
source: Upload file
ru: Загрузить файл

# FileBrowserManager|
source: Failed to get file list.
cs: Získání seznamu složek selhalo.
ru: Не удалось получить список файлов.
tr: Dosya listesi alınırken hata.

# FileBrowserManager|
source: Failed to get root ID.
cs: Získání root ID selhalo.
ru: Не удалось получить root ID.
tr: Root ID alınırken hata.

# FileBrowserManager|
source: Reload Folder
cs: Znovunačíst složku
ru: Перезагрузить папку
tr: Klasörü Yeniden Yükle

# FileBrowserManager|
source: Failed to reload folder.
cs: Znovunačítánísložky selhalo.
ru: Не удалось перезагрузить папку.
tr: Klasörü yeniden yüklerken hata.

# FileBrowserManager|
source: Download Complete.
cs: Stahování dokončeno.
ru: Загрузка завершена.
tr: İndirme Tamamlandı.

# FileBrowserManager|
source: File downloading failed
cs: Stahování selhalo
ru: Не удалось скачать файл
tr: Dosya indirme hatası

# FileBrowserManager|
source: Can not download file from server.
cs: Nemůžu stáhnout soubor ze serveru.
ru: Невозможно загрузить файл с сервера.
tr: Dosya sunucudan indirilemedi.

# FileBrowserManager|
source: Successful to get shareable link. %1 Click the OK button to copy the shareable link.
cs: Odkaz na sdílení úspěšně získán. %1 Zmáčkněte tlačítko OK pro zkopírování odkazu.
ru: Успешно получена общая ссылка. %1 Нажмите кнопку OK, чтобы скопировать общую ссылку.
tr: Paylaşım linki başarıyla alındı.%1 Tamam tuşuna basarak linki kopyalayabilirsiniz.

# FileBrowserManager|
source: Failed to get shareable link.
cs: Získání odkazu pro sdílení selhalo.
ru: Не удалось получить общую ссылку.
tr: Dosya paylaşım linki alınırken hata.

# FileBrowserManager|
source: Failed to rename file with %1
cs: Přejmenování složky na %1 selhalo.
ru: Не удалось переименовать файл с %1
tr: %1 dosya yeniden adlandırılırken hata oluştu.

# FileBrowserManager|
source: Move File
cs: Přesunout soubor
ru: Переместить файл
tr: Dosyayı Taşı

# FileBrowserManager|
source: Failed to move file.
cs: Přemístění souboru selhalo.
ru: Не удалось переместить файл.
tr: Dosya taşınırken hata oluştu.

# FileBrowserManager|
source: Delete File
cs: Smazat soubor
ru: Удалить файл
tr: Dosyayı Sil

# FileBrowserManager|
source: Failed to delete file.
cs: Smazání souboru selhalo.
ru: Не удалось удалить файл.
tr: Dosya silinirken hata oluştu.

# FileBrowserManager|
source: Failed to create new folder.
cs: Vytvoření nové složky selhalo.
ru: Не удалось создать новую папку.
tr: Yeni klasör oluşturulurken hata oluştu.

# FileBrowserManager|
source: Upload Complete.
ru: Загрузка завершена.

# FileBrowserManager|
source: Upload
ru: Загрузка

# FileBrowserManager|
source: Failed to upload the file.
ru: Не удалось загрузить файл.

# FileBrowserManager|
source: Lock File
cs: Zamknout soubor
ru: Блокировка файла
tr: Dosyayı Kilitle

# FileBrowserManager|
source: Failed to lock the file.
cs: Zamknutí souboru selhalo.
ru: Не удалось заблокировать файл.
tr: Dosya kilitlenirken hata oluştu

# FileBrowserManager|
source: Unlock File
cs: Odemknout soubor.
ru: Разблокировать файл
tr: Dosya Kilidini Aç

# FileBrowserManager|
source: Failed to unlock the file.
cs: Odemknutísouboru selhalo.
ru: Не удалось разблокировать файл.
tr: Dosya kilidi açılırken hata oluştu.

# FileBrowserManager|
source: Failed Action
cs: Proces selhal
ru: Неудачное действие
tr: Başarısız Eylem

# FileBrowserManager|
source: A file with the same name as %1 exists.
cs: Soubor se stejným názvem jako %1 již existuje.
ru: Существует файл с тем же названием, что и %1.
tr: %1 ile aynı isimde başka bir dosya var.

# FileBrowserManager|
source: Failed to move file to destination folder.
cs: Přemístění souboru do cílové složky selhalo.
ru: Не удалось переместить файл в конечную папку.
tr: Dosyayı hedef klasöre taşıma başarısız.

# FileBrowserManager|
source: Destination folder has a file with the same name.
cs: Cílová složka má soubor se stejným jménem.
ru: Папка назначения имеет файл с таким же названием.
tr: Hedef klasör dosya ile aynı isme sahip.

# FileBrowserManager|
source: File Open
cs: Složka otevřena
ru: Открыть файл
tr: Dosya Aç

# FileBrowserManager|
source: Failed to create temporary directory.
cs: Vytvoření dočasné složky selhalo.
ru: Не удалось создать временную директорию.
tr: Geçici dizin oluşturma başarısız.

# FileBrowserManager|
source: Get File List
cs: Získat seznam souborů
ru: Получить список файлов
tr: Dosya Listesini Al

# FileTreeModel|
source: Size
cs: Velikost
ru: Размер
tr: Boyut

# FileTreeModel|
source: Modified
cs: Zmněněno
ru: Модифицированный
tr: Düzenlendi

# FlatAbout|
source: ABOUT
cs: O
hu: Rólunk
it: INFO
ru: О НАС
tr: HAKKINDA
vi: VỀ

# FlatAbout|
source: Licensed to %1
cs: Licencováno na %1
hu: A licensz tulajdonosa %l
it: Licenziato a %1
ru: Лицензия для %1
tr: Lisans sahibi: %1

# FlatAbout|
source: Trial
cs: Zkušební
hu: Próba
it: Prova
ru: Пробный период
tr: Deneme Sürümü
vi: Dùng thử

# FlatMenuBar|
source: Search
cs: Hledat
hu: Keresés
it: Cerca
ru: Поиск
tr: Arama
vi: Tìm kiếm

# FlatSettingContents|
source: SETTINGS
cs: Nastavnení
hu: BEÁLLÍTÁSOK
it: IMPOSTAZIONI
ru: НАСТРОЙКИ
tr: AYARLAR
vi: CÀI ĐẶT

# FlatSettingContents|
source: GENERAL
cs: Hlavní
hu: ÁLTALÁNOS
it: GENERALE
ru: ОБЩИЕ
tr: GENEL
vi: CHUNG

# FlatSettingContents|
source: Start at login
cs: Spustit při přihlášení
hu: Induljon el bejelentkezéskor
it: Avvia all'accesso
ru: Запустить при входе
tr: Girişte başlat
vi: Khởi động khi đăng nhập

# FlatSettingContents|
source: Launch Windows Explorer when newly connected to a remote storage.
cs: Spustit průzkumník souborů při novém připojení ke vzdálenému disku.
hu: Fájlkezelő megnyitása amikor újonan csatlakozik a távoli meghajtóhoz
it: Esegui Windows Explorer quando vengono collegate nuove unità allo storage remoto.
ru: Запустить проводник Windows при новом подключении к удалённому хранилищу
tr: Uzak depolamaya yeni bir bağlantı kurulursa Windows dosya gezginini aç
vi: Mở Windows Explorer khi kết nối tới một ổ đĩa mới.

# FlatSettingContents|
source: Check for updates automatically
cs: Automaticky kontrolovat aktualizace
hu: Frissításek automatikus keresése
it: Controlla automaticamente aggiornamenti
ru: Автоматически проверять наличие обновлений
tr: Güncellemeleri otomatik olarak kontrol et
vi: Kiểm tra cập nhật tự động

# FlatSettingContents|
source: Check for updates to beta version if available
cs: Kontrolovat aktualizace na beta verze
hu: Frissítések keresése beta verziókra ha elérhető
it: Controlla aggiornamenti versioni beta (se disponibili)
ru: Проверять наличие обновлений до бета-версии, если доступно
tr: Beta versiyonu için kontrol et
vi: Kiểm tra cập nhật phiên bản beta nếu có sẵn

# FlatSettingContents|
source: Language
cs: Jazyk
hu: Nyelv
it: Lingua
ru: Язык
tr: Dil
vi: Ngôn ngữ

# FlatSettingContents|
source: Help us translate!
cs: Pomozte nám s překlady!
hu: Segíts a fordításban!
it: Aiutaci nella traduzione!
ru: Помогите нам перевести!
tr: Tercüme için yardım et!
vi: Giúp chúng tôi phiên dịch!

# FlatSettingContents|
source: CACHE
cs: mezipaměť
ru: КЭШ
tr: GEÇİCİ BELLEK
vi: BỘ NHỚ TẠM

# FlatSettingContents|
source: NetDrive keeps temporary copies of remote files in local disk.
cs: NetDrive uchovává dočasné kopie vzdálených souborý v místním disku.
hu: A NetDrive ideiglenes másolatokat tart a fájlokról a helyi lemezen
it: NetDrive mantiene nel disco locale copie temporanee dei file remoti.
ru: NetDrive хранит временные копии удалённых файлов на локальном диске.
tr: NetDrive geçici kopyaları yerel diskte tutar.
vi: NetDrive giữ các bản sao tạm thời của các tệp trong ổ đĩa cục bộ.

# FlatSettingContents|
source: Cache path
cs: Cesta k mezipaměti
hu: Cache útvonala
it: Percorso cache
ru: Путь к кэшу
tr: Geçici bellek yolu
vi: Đường dẫn bộ nhớ tạm

# FlatSettingContents|
source: BROWSE
cs: Hledat
hu: TALLÓZÁS
it: SFOGLIA
ru: ОБЗОР
tr: GÖZAT
vi: DUYỆT

# FlatSettingContents|
source: Notify when the available space of the cache path is less than
ru: Уведомлять, когда доступное пространство пути кэша меньше

# FlatSettingContents|
source: GB.
ru: ГБ.

# FlatSettingContents|
source: (0 means do not notify.)
ru: (0 означает не уведомлять.)

# FlatSettingContents|
source: Use up to
cs: Používat maximálně
hu: Maximum
it: Usa fino a
ru: Использовать до
tr: Kadarını kullan

# FlatSettingContents|
source: GB for disk cache
cs: GB pro mezipaměť
hu: GB lemezterület használata cache számára
it: Cache disco (GB)
ru: ГБ для дискового кэша
tr: GB disk geçici belleği
vi: GB cho bộ nhớ đệm

# FlatSettingContents|
source: LOG
cs: Výpis
hu: NAPLÓ
it: REGISTRO
ru: ЖУРНАЛ
tr: GÜNLÜK
vi: NHẬT KÝ

# FlatSettingContents|
source: Log level
cs: Úroveň výpisu
hu: Naplózási szint
it: Livello registrazione
ru: Уровень журнала
tr: Günlük seviyesi
vi: Cấp độ ghi nhật ký

# FlatSettingContents|
source: OPEN LOG FOLDER
cs: Otevřít složku s výpisy
hu: NAPLÓ MAPPÁJÁNAK MEGNYITÁSA
it: APRI CARTELLA REGISTRO
ru: ОТКРЫТЬ ПАПКУ ЖУРНАЛА
tr: GÜNLÜK KLASÖRÜNÜ AÇ
vi: MỞ THƯ MỤC LƯU NHẬT KÝ

# FlatSettingContents|
source: NETWORK
cs: Síť
hu: HÁLÓZAT
it: RETE
ru: СЕТЬ
tr: AĞ
vi: MẠNG

# FlatSettingContents|
source: PROXY SETTINGS
cs: Nastavení proxy
hu: PROXY BEÁLLÍTÁSOK
it: IMPOSTAZIONI PROXY
ru: НАСТРОЙКИ ПРОКСИ
tr: PROXY AYARLARI
vi: CÀI ĐẶT PROXY

# FlatSettingContents|
source: CLDAstream keeps temporary copies of remote files in local disk.
ru: CLDAstream хранит временные копии удалённых файлов на локальном диске.

# FlatSettingContents|
source: Launch Finder when newly connected to a remote storage
cs: Spustit Finder při novém připojení vzdáleného uložiště
hu: Kereső indítása ha újonnan csatlakozik egy távoli meghajtóhoz
it: Esegui il Finder quando vengono collegate nuove unità allo storage remoto
ru: Запустить Finder при новом подключении к удалённому хранилищу
tr: Uzak depolama cihazına yeni bağlantı kurulunca bulucuyu aç
vi: Mở Finder khi kết nối tới một ổ đĩa mới

# FlatSettingContents|
source: Open Directory
cs: Otevřít složku
hu: Könyvtár megnyitása
it: Apri cartella
ru: Открыть каталог
tr: Klasörü Aç
vi: Mở thư mục

# FlatSettingContents|
source: Currently %0.2f GB disk space available
cs: Aktuálně %0.2f GB folného místa na disku
hu: Jelenleg %0.2f GB szabad hely érhető el
it: Spazio attualmente disponibile %0.2f GB
ru: В настоящее время %0.2f ГБ свободного места на диске
tr: Şuan %0.2f GB disk alanı kullanılabilir.
vi: Hiện có %0.2f GB dung lượng ổ đĩa khả dụng
