Repository: bdrive/netdrive3-i18n
Catalog: netdrive_*.po
Languages: cs, hu, it, ru, tr, vi

# QApplication|
source: Failed to get information of service %1
cs: Nepodařilo se získat informace o službě %1
hu: A %1 szolgáltatás információi nem érhetőek el
it: Impossibile recuperare informazioni sul servizio %1
ru: Не удалось получить информацию службы %1
tr: Hizmet bilgisi alınamadı: %1
vi: Lấy thông tin của dịch vụ %1 không thành công

# QApplication|
source: Failed to set start type of service %1
cs: Selhání při startovaní služby %1
hu: A %1 szolgáltatás indítási típusának beállítása sikertelen
it: Impossibile impostare il tipo di avvio del servizio %1
ru: Не удалось установить тип запуска службы %1
tr: Hizmet başlangıç türü ayarlanamadı: %1
vi: Không thể đặt loại bắt đầu của dịch vụ %1

# QApplication|
source: Failed to start service %1
cs: Selhání při startování úlohy %1
hu: A %1 szolgáltatás indítása sikertelen
it: Impossibile avviare il servizio %1
ru: Не удалось запустить службу %1
tr: Hizmet başlatılamadı: %1
vi: Khởi động dịch vụ %1 thất bại

# QApplication|
source: DRIVES
cs: Disky
hu: MEGHAJTÓK
it: UNITA'
ru: ДИСКИ
tr: SÜRÜCÜLER
vi: Ổ ĐĨA

# QApplication|
source: UPLOADING
cs: Nahrávání
hu: FELTÖLTÉS
it: UPLOAD
ru: ЗАГРУЗКА
tr: YÜKLENİYOR
vi: ĐANG TẢI LÊN

# QApplication|
source: SETTINGS
cs: Nastavení
hu: BEÁLLÍTÁSOK
it: IMPOSTAZIONI
ru: НАСТРОЙКИ
tr: AYARLAR
vi: CÀI ĐẶT

# QApplication|
source: ABOUT
cs: O
hu: RÓLUNK
it: INFO
ru: О НАС
tr: HAKKINDA
vi: VỀ

# QApplication|
source: Create a free Bdrive account
cs: Vytvořte si Bdrive účet zdarma
hu: Ingyenes Bdrive fiók létrehozása
it: Crea un account gratuito Bdrive
ru: Создайте бесплатный аккаунт Bdrive
tr: Ücretsiz Bdrive hesabı oluştur
vi: Tạo một tài khoản Bdrive miễn phí

# QApplication|
source: Can't log in?
cs: Nemůžete se přihlásit?
hu: Nem tud bejelentkezni?
it: Accesso fallito?
ru: Не можете войти?
tr: Girişte Sorunmu Yaşıyorsunuz?
vi: Không thể đăng nhập?

# QApplication|
source: Device authorization
cs: Zařízení autorizováno
hu: Eszköz hitelesítés
it: Autorizzazione dispositivo
ru: Авторизация устройства
tr: Aygıt Yetkilendirme
vi: Ủy quyền thiết bị

# QApplication|
source: %1 will be quit because failed to get device id. Please visit %2 to leave a note.
ru: %1 будет закрыт, так как не удалось получить идентификатор устройства. Пожалуйста, посетите %2, чтобы оставить обращение.

# QApplication|
source: Notice
cs: Poznámka
hu: Jegyzet
it: Avviso
ru: Уведомление
tr: Not
vi: Chú ý

# QApplication|
source: ACCOUNT INFO
cs: Informace o účtu
hu: FIÓK INFORMÁCIÓK
it: INFO ACCOUNT
ru: ИНФОРМАЦИЯ ОБ АККАУНТЕ
tr: HESAP BİLGİLERİ
vi: THÔNG TIN TÀI KHOẢN

# QApplication|
source: MANAGE LICENSE
cs: Spravovat licenci
hu: LICENSZ KEZELÉSE
it: GESTIONE LICENZA
ru: УПРАВЛЕНИЕ ЛИЦЕНЗИЕЙ
tr: LİSANSLARI YÖNET
vi: QUẢN LÍ GIẤY PHÉP

# QApplication|
source: LOGOUT
cs: Odhlásit se
hu: KIJELENTKEZÉS
it: DISCONNETTI
ru: ВЫЙТИ
tr: ÇIKIŞ YAP
vi: ĐĂNG XUẤT

# QApplication|
source: %1 %2 is now available!
cs: %1 %2 je nyní dostupný!
hu: %1 %2 most elérhető!
it: È disponibile %1 v. %2!
ru: %1 %2 теперь доступна!
tr: %1 %2 şimdi uygun!
vi: %1 %2 hiện đang có sẵn!

# QApplication|
source: If it is the first connection and there are a lot of files, the connection may take a long time.
cs: Toto je první připojení a je tu spousta souborů, připojení může trvat dlouho.
ru: Если это первое соединение и много файлов, соединение может занять много времени.
tr: Eğer dosya sayısı çok fazla ve ilk defa bağlantı sağlandıysa, bu uzun sürebilir.
vi: Nếu đây là lần đầu kết nối và có nhiều tệp tin, có thể sẽ mất một lúc lâu để kết nối.

# QApplication|
source: Rename and move operations are not supported.
cs: Přejmenovat a přemístit nejsou podporované operace.
hu: Az átnevezési és áthelyezési műveletek nem támogatottak.
it: Le operazioni di rinomina e spostamento non sono supportate.
ru: Операции переименования и перемещения не поддерживаются.
tr: Yeniden adlandırma ve taşıma ayarları desteklenmiyor.
vi: Không hỗ trợ đặt lại tên và di chuyển.

# QApplication|
source: Upload restricted to Albums/%1 according to Google API policy<br/>(rename, delete, and move not supported).
ru: Загрузка ограничена альбомами/%1 в соответствии с политикой Google API<br/>(переименование, удаление и перемещение не поддерживается).

# QApplication|
source: Wait for authentication...
cs: Počkat na ověření...
hu: Várjon a hitelesítésre...
it: Attesa autentificazione...
ru: Дождитесь авторизации...
tr: Kimlik doğrulama için bekleniyor...
vi: Chờ xác thực...

# QApplication|
source: Open
cs: Otevřít
hu: Megnyit
it: Apri
ru: Открыть
tr: Aç
vi: Mở

# QApplication|
source: Config
cs: Konfigurace
hu: Beállít
it: Configura
ru: Конфигурация
tr: Ayar
vi: Cấu hình

# QApplication|
source: Duplicate
cs: Duplikát
hu: Duplikál
it: Duplica
ru: Дублировать
tr: Çoğalt
vi: Lặp bản sao

# QApplication|
source: Delete
cs: Smazat
hu: Töröl
it: Elimina
ru: Удалить
tr: Sil
vi: Xóa

# QApplication|
source: Log
cs: Výpis
hu: Napló
it: Registro
ru: Журнал
tr: Günlük
vi: Nhật ký

# QApplication|
source: Folder listing failed
cs: Výpis obsahu složky selhal
hu: A mappák listázása sikertelen
it: Elenco cartelle fallito
ru: Ошибка списка папок
tr: Sürücü listeleme hatası
vi: Liệt kê thư mục thất bại

# QApplication|
source: Can not retrieve folder list from server.
cs: Nemůžu získat seznam souborů ze serveru.
hu: A mappák listája nem érhető el a szereverről
it: Impossibile ottenere dal server l'elenco cartelle.
ru: Не удаётся получить список папок с сервера.
tr: Sürücü listesi sunucudan alınamadı.
vi: Không thể lấy danh sách thư mục từ máy chủ.

# QApplication|
source: Name
cs: Jméno
hu: Név
it: Nome
ru: Названию
tr: İsim
vi: Tên

# QApplication|
source: Letter
cs: Písmeno
hu: Betű
it: Lettera
ru: Букве
tr: Sürücü Harfi
vi: Kí tự

# QApplication|
source: NetDrive %1 is now available. You have %2. Would you like to update now?
cs: NetDrive %1 je nyní dostupný. Máte %2. Chcete aktualizovat?
hu: A NetDrive %1 elérhető. Önnek %2 van. Szeretné most frissíteni?
it: È disponibile NetDrive %1. Versione installata: %2. Vuoi aggiornare ora NetDrive?
ru: NetDrive %1 теперь доступен. У вас %2. Вы хотите обновить сейчас?
tr: NetDrive %1 kullanılabilir. Sizdeki versiyon: %2. Güncelleme yapılsın mı?
vi: NetDrive %1 đang có sẵn. Bạn có %2. Bạn có muốn cập nhật ngay?

# QApplication|
source: Recommend to register your own API KEY and SECRET KEY.
cs: Doporučeno registrovat valstní API klíč a soukromý klíč.
ru: Рекомендуем зарегистрировать свой API KEY и SECRET KEY.
tr: Size ait API ve SECRET KEY ile kayıt olmanız önerilir.

# QApplication|
source: Publish
cs: Zveřejnit
ru: Опубликовать
tr: Yayınla

# QApplication|
source: Republish
cs: Znovuzveřejnit
ru: Переопубликовать
tr: Yeniden Yayınla

# QApplication|
source: Unpublish
cs: Odveřejnit
ru: Отменить публикацию
tr: Yayını Kes

# QApplication|
source: Unable to log in with provided credentials.
ru: Невозможно войти с указанными учётными данными.

# QAuthDlg|
source: Authentication Required
cs: Ověření vyžadováno
hu: Hitelesítés szükséges
it: Richiesta autentificazione
ru: Требуется авторизация
tr: Yetkilendirme Gerekli
vi: Yêu cầu xác thực

# QAuthDlg|
source: The proxy requires a username and password. Your connection to this site is not private.
cs: Proxy vyžaduje uživatelské jméno a heslo. Vaše připojení není soukromé.
hu: A proxy felhasználónevet és jelszót igényel. A webhelyeddel való kapcsolat nem privát.
it: L'impostazione del proxy richiede un utente e una password. La tua connessione a questo sito non è privata.
ru: Прокси требует имя пользователя и пароль. Ваше подключение к этому сайту не является приватным.
tr: Proxy için kullanıcı adı ve şifresi gerekli. Bu siteye bağlantınız gizli değil.
vi: Proxy yêu cầu tên người dùng và mật khẩu. Kết nối của bạn đến trang này là không riêng tư.

# QAuthDlg|
source: User Name
cs: Uživatelské jméno
hu: Felhsználónév
it: Utente
ru: Имя пользователя
tr: Kullanıcı Adı
vi: Tên người dùng

# QAuthDlg|
source: Password
cs: Heslo
hu: Jelszó
ru: Пароль
tr: Şifre
vi: Mật khẩu

# QAuthDlg|
source: Log In
cs: Přihlásit se
hu: Bejelentkezés
it: Accedi
ru: Авторизоваться
tr: Giriş Yap
vi: Đăng nhập

# QAuthDlg|
source: Cancel
cs: Zrušit
hu: Mégsem
it: Annulla
ru: Отмена
tr: İptal
vi: Hủy

# QDriveItem|
source: CONNECT
cs: Připojit
hu: CSATOLÁS
it: CONNETTI
ru: ПОДКЛЮЧИТЬСЯ
tr: BAĞLAN
vi: KẾT NỐI

# QDriveItem|
source: %1 is already mounted path. Do you want to unmount %1 to continue?
cs: %1 je již připojená cesta. Chcete odpojit %1 pro pokračování?
hu: Az %1 már csatolt útvonal. Szeretné lecsatolni a %1 a folytatáshoz?
it: %1 è un percorso già montato. Vuoi smontare %1 e continuare?
ru: %1 путь уже смонтирован. Вы хотите размонтировать %1 для продолжения?
tr: %1 sürücü oluşturma yolu zaten var. Mevcut %1 sürücü kaldırılsın mı?
vi: %1 là đường dẫn đã được liên kết. Bạn có muốn gỡ %1 để tiếp tục?

# QDriveItem|
source: Failed to unmount %1. Try later again.
cs: Odpojení %1 selhalo. Zkuste to znovu později.
hu: A %1 lecsatolása sikertelen. Kérem próbálja újra
it: Smontaggio di %1 fallito. Riprova più tardi.
ru: Не удалось размонтировать %1. Попробуйте позже.
tr: %1 Sürücü kaldırma başarısız. Daha sonra tekrar deneyin.
vi: Không thể gỡ %1, hãy thử lại sau

# QDriveItem|
source: Are you sure you want to disconnect %1?
cs: Jste si jistí že chcete odpojit %1?
hu: Biztosan szerené lecsatolnia %1 -t?
it: Sei sicuro di voler scollegare %1?
ru: Вы уверены, что хотите отключить %1?
tr: %1 Bağlantıyı kesmek istediğinize emin misiniz?
vi: Bạn chắc chắn muốn ngắt kết nối %1?

# QDriveItem|
source: There is no log file for [%1].
cs: Neexistuje žádný výpisový soubor pro [%1]
hu: Nem talólható a [%1] naplófájlja.
it: Non esiste un file registro per [%1].
ru: Для [%1] нет файла журнала.
tr: %1 için günlük dosyası yok.
vi: Không có tập tin ghi nhật kí về [%1]

# QDriveItem|
source: Unmount failed
cs: Odpojení selhalo
hu: Lecsatolás sikertelen
it: Smontaggio fallito
ru: Не удалось размонтировать
tr: Sürücü Kaldırma başarısız
vi: Gỡ thất bại

# QDriveItem|
source: Failed to configure drive because of the duplicated name.
cs: Konfigurace disku selhala kvůli duplikaci jména.
hu: A meghajtó konfigurálása sikertelen a duplikált név miatt.
it: Impossibile configurare l'unità poichè il nome esiste già.
ru: Не удалось настроить диск из-за повторяющегося имени.
tr: Tekrarlanan isimden dolayı sürücü yapılandırılamadı.
vi: Không thể cấu hình ổ đĩa vì tên trùng lặp.

# QDriveItem|
source: Failed to configure drive.
cs: Konfigurace disku selhala.
hu: A meghajtó konfigurálása sikertelen.
it: Impossibile configurare l'unità.
ru: Не удалось настроить диск.
tr: Sürücü yapılandırma başarısız.
vi: Cấu hình ổ đĩa không thành công.

# QDriveItem|
source: CANCEL
cs: Zrušit
hu: MÉGSEM
it: ANNULLA
ru: ОТМЕНА
tr: İPTAL
vi: HỦY

# QDriveItem|
source: NOT CONNECTED
cs: Nepřipojeno
hu: NINCS CSATOLVA
it: NON CONNESSO
ru: НЕ ПОДКЛЮЧЁН
tr: BAĞLI DEĞİL
vi: CHƯA KẾT NỐI

# QDriveItem|
source: Authentication
ru: Авторизация

# QDriveItem|
source: 2FA Code
ru: Код 2FA

# QDriveItem|
source: CONNECTING
cs: Připojování
hu: CSATOLÁS
it: CONNESSIONE
ru: СОЕДИНЕНИЕ
tr: BAĞLANIYOR
vi: ĐANG KẾT NỐI

# QDriveItem|
source: CONNECTED
cs: Připojeno
hu: CSATOLVA
it: CONNESSO
ru: ПОДКЛЮЧЁН
tr: BAĞLANDI
vi: ĐÃ KẾT NỐI

# QDriveItem|
source: DISCONNECT
cs: Odpojit
hu: LECSATOLVA
it: DISCONNETTI
ru: ОТКЛЮЧИТЬСЯ
tr: BAĞLANTIYI KES
vi: NGẮT KẾT NỐI

# QDriveItem|
source: DISCONNECTING
cs: Odpojování
hu: LECSATOLÁS
it: DISCONNESSIONE
ru: ОТСОЕДИНЕНИЕ
tr: BAĞLANTI KESİLİYOR
vi: ĐANG NGẮT KẾT NỐI

# QDriveItem|
source: Are you sure you want to delete %1?
cs: Jste si jistý, že chcete smazat %1?
hu: Biztosan szeretné törölni a %1 -t?
it: Sei sicuro di voelr eliminare %1?
ru: Вы уверены, что хотите удалить %1?
tr: %1 Silmek istediğinize emin misiniz?
vi: Bạn chắc chắn muốn xóa %1?

# QDriveItem|
source: Failed to open file browser.
cs: Selhání při otevírání prohlížeče souborů.
ru: Не удалось открыть файл в браузере.
tr: Dosya gezgini açılamadı.

# QDriveItem|
source: [%1] is not configured yet after published. Do you want to config?
cs: [%1] není ještě zkonfigurovaný. Chcete ho zkonfigurovat?
ru: [%1] ещё не настроен после публикации. Вы хотите сконфигурировать?
tr: [%1] yayınlanma için ayarlanmamış. Ayarlamak istiyor musunuz?

# QDriveItem|
source: Failed to publish [%1].
cs: Zveřejnění[%1] selhalo.
ru: Не удалось опубликовать [%1].
tr: [%1] Yayınlama başarısız.

# QDriveItem|
source: Failed to unpublish [%1]
cs: Nezveřejnění [%1] selhalo.
ru: Не удалось отменить публикацию [%1].
tr: [%1] yayından kaldırılma başarısız

# QDriveItem|
source: Do you want to publish [%1] to team members?
cs: Chcete [%1] zveřejnit členům skupiny?
ru: Вы хотите опубликовать [%1] для участников команды?
tr: [%1] takım üyelerine yayınlamak istiyor musunuz?

# QDriveItem|
source: When unpublished, the drive of the member being mounted is unmounted and the file not saved in the drive may be lost. Do you want to unpublish [%1] from team members?
cs: Při nezveřejnění, disk uživatele je odpojený a soubory neuložené na disk můžou být ztraceny. Chcete nezveřejnit [%1] ostatním členům skupiny?
ru: В неопубликованном виде, диск монтируемого элемента размонтирован, а также файл, не сохраненный на диске, может быть утерян. Вы хотите отменить публикацию [%1] от участников команды?
tr: Sürücü yayından kaldırıldığında sürücünün üyesi olduğu sürücü kaldırılır ve kaydedilmemiş dosyaları kaybolacaktır. Yayından [%1] kaldırmak istiyor musunuz?

# QObject|
source: A serious problem occurred. Please reinstall %1.
ru: Возникла серьёзная проблема. Пожалуйста, переустановите %1.

# QObject|
source: Success.
cs: Úspěch.
hu: Siker.
it: Completato.
ru: Успешно.
tr: Başarılı.
vi: Thành công.

# QObject|
source: Failed.
cs: Selhání.
hu: Sikertelen.
it: Fallito.
ru: Не удалось.
tr: Başarısız.
vi: Thất bại.

# QObject|
source: Access Denied.
cs: Přístup odepřen.
hu: Hozzáférés megtagadva
it: Accesso negato.
ru: Доступ закрыт.
tr: Erişim Reddedildi.
vi: Truy cập bị từ chối.

# QObject|
source: Path not found.
cs: Cesta nebyla nalezena.
hu: Az útvonal nem található.
it: Percorso non trovato.
ru: Путь не найден.
tr: Yol bulunamadı.
vi: Không tìm thấy đường dẫn.

# QObject|
source: Connection error.
cs: Chyba připojení.
hu: Csatlakozási hiba.
it: Errore di connessione.
ru: Ошибка соединения.
tr: Bağlantı hatası.
vi: Kết nối thất bại.

# QObject|
source: Drive letter already used.
cs: Písmeno disku je již obsazeno.
hu: A meghajtó betűjele már használatban van.
it: Lettera unità già in uso.
ru: Буква диска уже используется.
tr: Sürücü harfi zaten kullanımda.
vi: Kí tự cho ổ đĩa đã được sử dụng.

# QObject|
source: Mount Error.
cs: Chyba při připojování.
hu: Csatolási hiba.
it: Errroe nel montaggio.
ru: Ошибка монтирования.
tr: Sürücü Oluşturma Hatası
vi: Lỗi gắn.

# QObject|
source: Mount process is not executed.
cs: Připojovací proces není vykonán.
hu: A csatolási folyamat nem hajtódott végre
it: Processo montaggio non eseguito.
ru: Процесс монтирования не выполняется.
tr: Sürücü oluşturma işlemi başlatılamadı.
vi: Chưa thực hiện kết nối ổ đĩa.

# QObject|
source: Files are currently being uploading. Do you want to disconnect forcefully?
cs: Soubory se nahrávají. Chcete se i tak odpojit?
hu: A fájlok jelenleg feltöltődnek. Szeretné erővel lecsatolni?
it: I file sono attualmente in upload. Vuoi scollegarti comunque?
ru: Файлы в настоящее время загружаются. Вы хотите отключить принудительно?
tr: Dosyaların yüklemesi sürüyor. Bağlantıyı kesmeye zorlamak istiyor musunuz?
vi: Các tập tin đang được tải lên. Bạn muốn buộc ngắt kết nối?

# QObject|
source: %1 is not initialized.
ru: %1 не инициализирован.

# QObject|
source: The protocol version you are using is different from the product version. Please reinstall %1.
ru: Используемая вами версия протокола отличается от версии продукта. Пожалуйста, переустановите %1.

# QObject|
source: No available drive letter.
cs: Nezbylo žádné doostupné písmeno pro disk.
hu: Nincs elérhető betújel.
it: Nessuna lettera unità disponibile.
ru: Нет доступной буквы диска.
tr: Kullanılabilir sürücü harfi yok.
vi: Kí tự ổ đĩa không khả dụng.

# QObject|
source: Wrong Parameter.
cs: Chybný parametr.
hu: Hibás paraméter.
it: Parametro errato.
ru: Неверный параметр.
tr: Geçersiz parametre.
vi: Tham số sai.

# QObject|
source: Network path already used.
cs: Síťová cesta již použita.
hu: A hálózati útvonal már használatban van.
it: Percorso di rete già usato.
ru: Сетевой путь уже используется.
tr: Ağ konumu zaten kullanımda.
vi: Đường dẫn mạng đã được sử dụng.

# QObject|
source: Cache path error.
cs: Chyba v cestě k mezipaměti.
hu: Cache útvonal hiba.
it: Errore percorso cache.
ru: Ошибка пути кэша.
tr: Geçici bellek yolu hatası.
vi: Lỗi đường dẫn bộ nhớ tạm.

# QObject|
source: Operation Failed.
hu: A múvelet sikertelen.
it: Operazione fallita.
ru: Операция не удалась.
tr: İşlem Başarısız.
vi: Lỗi hệ thống.

# QObject|
source: Not logged in user.
cs: Nejste přihlášen v uživateli.
hu: Nem bejelentlezett felhasználó
it: Utente non connesso.
ru: Неавторизованный пользователь.
tr: Kullanıcı girişi yapılmamış.
vi: Người dùng chưa đăng nhập.

# QObject|
source: You cannot use this version. Please install the version you can use.
cs: Nemůžete používat tuto verzi. Prosím nainstalujte verzi, kterou můžete používat.
hu: Nem használhatja ezt a verziót. Kérem telepítsen egy használható verziót
it: Non puoi usare questa versione. Installa la versione che puoi usare.
ru: Вы не можете использовать эту версию. Пожалуйста, установите версию, которую вы можете использовать.
tr: Bu versiyonu kullanamazsınız. Kullanmak istediğiniz versiyonu yükleyin.
vi: Bạn không thể sử dụng phiên bản này. Vui lòng cài đặt phiên bản tương thích.

# QObject|
source: Not supported protocol type
cs: Nepodporovaný typ protokolu.
hu: Nem támogatott protokoll típus
it: Tipo protocollo non supportato
ru: Не поддерживаемый тип протокола
tr: Desteklenmeyen protokol tipi
vi: Loại giao thức không được hỗ trợ

# QObject|
source: Already mounted drive item.
cs: Disk je již připojený.
hu: Már csatolt meghajtó
it: Unità già montata.
ru: Уже смонтированный элемент диска.
tr: Zaten oluşturulmuş sürücü nesnesi.
vi: Đã liên kết tập tin ổ đĩa.

# QObject|
source: Error occurred.
cs: Objevila se chyba.
hu: Hiba történt.
it: Si è verificato un errore.
ru: Произошла ошибка.
tr: Hata Oluştu.
vi: Đã xảy ra lỗi.

# QObject|
source: You do not have permission.
cs: Nemáte povolení.
ru: У вас нет разрешения.
tr: Yetkiniz Yok.

# QObject|
source: An error occurred on the push server.
cs: Na serveru se vyskytla chyba.
ru: Произошла ошибка на push-сервере.
tr: Push sunucusunda bir hata oluştu.

# QObject|
source: The file is already locked.
cs: Soubor je už zamklý.
ru: Файл уже заблокирован.
tr: Dosya zaten kilitli.

# QObject|
source: The drive does not exist.
cs: Disk neexistuje.
ru: Диска не существует.
tr: Sürücü mevcut değil.

# QObject|
source: The file does not exist in the locked files list
cs: Soubor není v seznamu zamčených souborů.
ru: Файл не существует в списке заблокированных файлов.
tr: Kilitli dosya listesinde dosya bulunamadı.

# QObject|
source: The file is locked by another user.
cs: Soubor je zamčený jiným uživatelem.
ru: Файл блокируется другим пользователем.
tr: Dosya başka kullanıcı tarafından kilitlenmiş.

# QObject|
source: The file is locked on another device.
cs: Soubor je zamčený na jiném zařízení.
ru: Файл заблокирован на другом устройстве.
tr: Dosya başka cihaz tarafından kilitlenmiş.

# QObject|
source: Failed to refresh %1.
cs: Znovunačtení %1 selhalo.
ru: Не удалось обновить %1.
tr: %1 yenileme başarısız.

# QObject|
source: Failed to lock %1.
cs: Zamčení %1 selhalo.
ru: Не удалось заблокировать %1.
tr: %1 kilitleme başarısız.

# QObject|
source: Failed to unlock %1.
cs: Odemčení %1 selhalo.
ru: Не удалось разблокировать %1.
tr: %1 Kilidi açma başarısız.

# QObject|
source: Failed to force unlock %1.
cs: Nucené odemčení %1 selhalo.
ru: Не удалось принудительно разблокировать %1.
tr: %1 Kilidi açma başarısız.

# QObject|
source: Rename
cs: Přejmenovat
ru: Переименовать
tr: Yeniden adlandır

# QObject|
source: Move
cs: Přesunout
ru: Переместить
tr: Taşı

# QObject|
source: %1 failed because the locked file is in the folder. Unlock the file and try again.
cs: %1 selhalo, protože ve složce je zmženýsoubor. Odemkněte ho a zkuste to znovu.
ru: %1 не удалось, потому что заблокированный файл находится в папке. Разблокируйте файл и попробуйте снова.
tr: %1 başarısız. Çünkü kilitli dosya klasör içinde. Dosya kilidini açarak tekrar deneyin.

# QObject|
source: %1 failed because the file is locked. Unlock the file and try again.
cs: %1 selhalo, protože soubor je zamčený. Odemkněte ho a zkuste to znovu.
ru: %1 не удалось, потому что файл заблокирован. Разблокируйте файл и повторите попытку.
tr: %1 başarısız. Çünkü dosya kilitli. Dosya kilidini açarak yeniden deneyin.

# QObject|
source: Are you sure you want to delete "
ru: Вы уверены, что хотите удалить "

# QObject|
source: &Quit
ru: &Выход

# QObject|
source: &Open %1
ru: &Открыть %1

# QObject|
source: &File Browser
ru: &Файловый браузер

# QSelectItemType|
source: Select a drive type
cs: Vyberte typ disku
ru: Выберите тип диска
tr: Sürücü türünü seç

# QSelectItemType|
source: Select a drive type you want to add.
cs: Vyperte typ disku, který chcete přidat.
ru: Выберите тип диска, который вы хотите добавить.
tr: Eklemek istediğiniz sürücü türünü seçin.

# QSelectItemType|
source: Team drive item
cs: Položka na disku pro skupinu
ru: Объект командного диска
tr: Takım sürücü öğesi

# QSelectItemType|
source: Personal drive item
cs: Položka na osobním disku
ru: Объект личного диска
tr: Kişisel sürücü öğesi

# QSenderDlg|
source: Send Crash Report
cs: Poslat zprávu o zhroucení
hu: Öszeomlási napló küldése
it: Invia rapporto carsh
ru: Отправить отчёт о сбое
tr: Çökme raporu gönder
vi: Gửi báo cáo crash

# QSenderDlg|
source: minutes remaining.
cs: zbývající minuty.
hu: perc van hátra
it: minuti rimanenti.
ru: минут осталось.
tr: dakika kaldı.
vi: phút còn lại.

# Rename|
source: New name:
cs: Nový název:
ru: Новое название:
tr: Yeni isim:

# RenameDlg|
source: Create Directory
cs: Vytvořit složku
ru: Создать каталог
tr: Klasör Oluştur

# RenameDlg|
source: Directory name:
cs: Název složky:
ru: Название каталога:
tr: Klasör ismi:

# RenameDlg|
source: Rename
cs: Přejmenovat
ru: Переименовать
tr: Yeniden adlandır

# RenameDlg|
source: New name:
cs: Nový název:
ru: Новое название:
tr: Yeni isim:

source: Select Folder
cs: Vybrat složku
hu: Mappa kiválasztása
it: Seleziona cartella
ru: Выберите папку
tr: Klasör Seç
vi: Chọn thư mục

# SelectFolder|
source: CREATE NEW FOLDER
cs: Vytvořit novou složku
hu: ÚJ MAPPA LÉTREHOZÁSA
it: CREA NUOVA CARTELLA
ru: СОЗДАТЬ НОВУЮ ПАПКУ
tr: YENİ KLASÖR OLUŞTUR
vi: TẠO THƯ MỤC MỚI

# SortItemWidget|
source: Sort by
cs: Řadit podle
hu: Rendezés mint
it: Ordina per
ru: Сортировать по
tr: Sırala
vi: Xếp theo

# TransferItem|
source: Preparing Upload...
ru: Подготовка к загрузке...

# TransferProgressDlg|
source: File Upload
ru: Файл загружен

# TrayManager|
source: %1 File Lock Service is not available!
ru: %1 Служба блокировки файлов недоступна!

# URLWidget|
source: Port
it: Porta
ru: Порт

# Update|
source: NetDrive Update
cs: Aktualizace NetDrive
hu: NetDrive Frissítés
it: Aggiornamento NetDrive
ru: Обновление NetDrive
tr: NetDrive Güncelleme
vi: Cập nhật NetDrive

# Update|
source: A new version of NetDrive is available!
cs: Nová verze NetDrive je dostupná!
hu: A NetDrive új verziója érhető el
it: È disponibile una nuova versione di NetDrive!
ru: Доступна новая версия NetDrive!
tr: NetDrive yeni versiyon bulundu!
vi: Một phiên bản mới của NetDrive đã có sẵn!

# Update|
source: Release notes:
cs: Poznámky k vydání:
hu: Kiadási jegyzetek:
it: Note di rilascio:
ru: Примечания к выпуску:
tr: Güncelleme notları:
vi: Ghi chú phát hành:
